Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Unregulated Industrial Expansion on [From.GetName]
ru: Нерегулируемая промышленная экспансия на [From.GetName]

source: Unregulated Livestock Relocation
ru: Нерегулируемое перемещение скота

source: Unregulated Urban Expansion
ru: Нерегулируемая городская экспансия

source: Unregulated Urban Expansion on [From.GetName]
ru: Нерегулируемая городская экспансия на [From.GetName]

source: Unrestricted Conversion
ru: Неограниченное преобразование

source: Unrestricted Food Conversion
ru: Неограниченное преобразование пищи

source: Unstable Nanobots
ru: Нестабильные наноботы

source: Unstuck $aot_dm_production_core_chain_title$
ru: Вывести из бага $aot_dm_production_core_chain_title$

source: Unsupervised AI Researchers
ru: Исследовательский ИИ

source: Unsurprising.
ru: Неудивительно.

source: Unterraumboot
ru: Нетерраумбот

source: Unterraumboot Analysis Results
ru: Результаты анализа Нетерраумбот

source: Unterraumboot Scrap Salvaged
ru: Утилизирован металлолом Нетерраумбот

source: Unterraumboot Targeting Computer
ru: Компьютер наведения Нетерраумбот

source: Unterraumboots
ru: Унтерраумботы

source: Unterraumtorpedo
ru: Унтерраумторпедо

source: Until they prove us wrong,we will consider those living outside our borders as our friends.
ru: Пока они не докажут нам обратное, мы будем считать тех, кто живет за пределами наших границ, своими друзьями.

source: Unusual World
ru: Необычный мир

source: Unyielding
ru: Несгибаемый

source: Updated Maginot Reinforcement Techniques
ru: Обновленные методы усиления Мажино

source: Upgrade Data Processing Facilities
ru: Модернизировать средства обработки данных

source: Upgrade District
ru: Модернизация района

source: Upgrade Districts
ru: Модернизация районов

source: Upgrade Environmental Support Systems
ru: Модернизация систем экологической поддержки

source: Upgrade Habitation Sections
ru: Обновить жилые отсеки дронов

source: Upgrade this Asteroid Artillery.
ru: Улучшите эту астероидную артиллерию.

source: Upgrade this ringworld segment into a ringworld habitat capable of supporting a stable biosphere on its inner side.
ru: Модернизируйте этот сегмент мира-кольца в среду обитания мира-кольца, способную поддерживать стабильную биосферу на его внутренней стороне.

source: Upgraded Central Command
ru: Модернизированное центральное командование

source: Upgraded Maginot Power System
ru: Модернизированная энергетическая система Мажино

source: Upgraded Orbital Heavy Weapons
ru: Модернизированное орбитальное тяжелое вооружение

source: Upgraded Orbital Lance Projector
ru: Модернизированный орбитальный копьевой проектор

source: Upgraded Orbital Strike Craft
ru: Модернизированный орбитальный ударный корабль

source: Upgraded Orbital Support Platforms
ru: Модернизированные орбитальные вспомогательные платформы

source: Upgraded flak batteries with new, more powerful shrapnel rounds.
ru: Улучшенная зенитная батарея с новыми, более мощными шрапнельными снарядами.

source: Upgrades the $pc_giga_frameworld$ $district_giga_frameworld_refinery$, adding a job
ru: Обновляет $pc_giga_frameworld$ $district_giga_frameworld_refinery$, добавление задания

source: Upgrades the $pc_giga_frameworld$'s defensive perimeter to the level of Citadels.
ru: Повышает защитный периметр $pc_giga_frameworld$ до уровня цитаделей

source: Upgrades the $pc_giga_frameworld$'s defensive perimeter to the level of Star Fortresses.
ru: Повышает оборонительный периметр $pc_giga_frameworld$ до уровня звездных крепостей

source: Upgrades the $pc_giga_frameworld$'s defensive perimeter to the level of Starholds.
ru: Повышает защитный периметр $pc_giga_frameworld$ до уровня Звездных крепостей

source: Upgrades:
ru: Обновления:

source: Upgrading Megastructure List
ru: Обновление списка мегаструктур

source: Upgrading Ringworld
ru: Модернизация мира-кольца

source: Uploading a Leader
ru: Загрузка лидера

source: Upon the death of the current ruler, the $subjects$ of this empire will vote for the next $SUBJECT_TITLE_TEXT$ to govern the empire.
ru: После смерти текущего правителя $subjects$ этой империи проголосует за следующего $SUBJECT_TITLE_TEXT$, который будет управлять империей.

source: Urmazin
ru: Урмазин

source: Urmazin Traders
ru: Торговцы Урмазином

source: Urmazin Utopia
ru: Урмазинская утопия

source: Ursaminurs Maw
ru: Пасть Урсаминурса

source: Usari Maelstrom
ru: Водоворот Усари

source: Use it to harvest energy.
ru: Используй это для сбора энергии.

source: Use our influence to awaken a fallen empire and change the future of our galaxy.
ru: Используйте наше влияние, чтобы пробудить павшую империю и полностью изменить будущее галактики.

source: Use the $name_terraform_gasgiant$'s advanced machinery to stabilize this Gas Giant's upper atmosphere, rendering it somewhat habitable.
ru: Используйте передовое оборудование $name_terraform_gasgiant$, чтобы стабилизировать верхние слои атмосферы этого газового гиганта, сделав его в некоторой степени пригодным для жизни.

source: Use this button to progress the $aot_dm_production_core_chain_title$ in case it is not yet completed but no window showed up after the last special project has been completed.
ru: Используйте эту кнопку для выполнения $aot_dm_production_core_chain_title$ в случае, если он еще не завершен, но после завершения последнего особого проекта окно не появилось.

source: Used superweapon against crisis
ru: Использованное супероружие против кризиса

source: Useful.
ru: Полезно.

source: User Preset
ru: Юзерринг

source: Uses Dark Matter to create micro atmospheric density, creating a grip on enemy vessels
ru: Использует темную материю для создания микроатмосферной плотности, создавая захват вражеских судов

source: Uses Dark Matter to create micro atmospheric density, slowing enemy vessels.
ru: Использует темную материю для создания микроатмосферной плотности, замедляя вражеские корабли.

source: Using the facility to produce supertensile materials will surely give us an edge in the field of space construction.
ru: Использование установки для производства сверхтяжелых материалов, несомненно, даст нам преимущество в области космического строительства

source: Using the latest in dark energy technology it is possible to produce minerals with an amazing efficiency, possible only on deep space zero-G environments.
ru: Используя последние достижения в области технологий темной энергии, можно производить минералы с удивительной эффективностью, возможной только в условиях глубокого космоса с нулевой гравитацией.

source: Using the latest in dark matter technology it is possible to produce minerals with an amazing efficiency, possible only on deep space zero-G environments.
ru: Используя последние достижения в области технологий темной материи, можно производить минералы с удивительной эффективностью, возможной только в условиях глубокого космоса с нулевой гравитацией.

source: Using the vast computational resources of the matrioshka brain, we can parse and sort signals with greater speed and accuracy.
ru: Используя огромные вычислительные ресурсы мозга Компазиторий, мы можем анализировать и сортировать сигналы с большей скоростью и точностью.

source: Using this data, our Factions could be more united than ever before.
ru: Научите нас, как правильно обращаться с фракциями.

source: Using this data, we could improve resource output in all fields!
ru: Научите нас, как увеличить производительность наших рабочих мест.

source: Ustrican Vortex
ru: Устриканский вихрь

source: Utilization of Dark Matter
ru: Использование темной материи

source: Utilizes the $r_arcane_manipulator_1$, photonic matter, and negative pressure to inflate and stabilize $ehof_wormholes_text$ The photonic matter and negative pressure enhance the entire process, increasing the $ehof_ehofs$ precision and expanding its range of destinations.
ru: Использует $r_arcane_manipulator_1$, фотонную материю и отрицательное давление для раздувания и стабилизации вероятностного $ehof_wormholes$ Фотонная материя и отрицательное давление улучшают весь процесс, повышают точность ЭХОФ и добавляют больше возможных целей.

source: Utopia Building Site
ru: Строительная площадка Утопия

source: Utopia Stage One
ru: Первая стадия утопии

source: Utopia Stage Three
ru: Третья стадия утопии

source: Utopia Stage Two
ru: Вторая стадия утопии

source: Utopian Ecumenopolis
ru: Утопический экуменополис

source: Utopian Realisation
ru: Утопическая реализация

source: Utopian Terraforming
ru: Утопический терраформинг

source: Utopian terraforming techniques have turned this world into a lush paradise.
ru: Утопические методы терраформирования превратили этот мир в пышный рай.

source: Utter Fury
ru: Совершенная ярость

source: Utterly Deranged
ru: Совершенно невменяемый

source: Utterly Empty Space
ru: Совершенно пустое пространство

source: Utterly Erratic
ru: Крайне неустойчивый

source: Utterly empty space devoid of any significant concentration of matter.
ru: Совершенно пустое пространство, лишенное какой-либо значительной концентрации материи.

source: Utulols Maw
ru: Утулолова пасть

source: Uvara
ru: Увара

source: Vacuum Explosion Study
ru: Исследование взрыва в вакууме

source: Valerie
ru: Валери

source: Vanessa
ru: Ванесса

source: Vanessa Meowdrews
ru: Ванесса Мяудрюс

source: Vanquished Aeternum
ru: Побежденный вечный

source: Vanquished the Kaiser
ru: Победил кайзера

source: Vanquishing the Kaiser has granted us tremendous amounts of influence.
ru: Победа над кайзером дала нам огромное влияние.

source: Vast Expanses
ru: Бескрайние просторы

source: Vast arrays of processors and servers used by the Rogue AI to project its power onto the Planetary Computing Complex in order to fight us at every turn by sabotaging infrastructure and actively attempting to kill our colonists.
ru: Огромные массивы процессоров и серверов, используемые ИИ-изгоем для проецирования своей мощи на Планетарный вычислительный комплекс, чтобы сражаться с нами на каждом шагу, саботируя инфраструктуру и активно пытаясь убить наших колонистов.

source: Vast arrays of underground foundries and power generators designed to fuel Flusion's ever-growing industry with building materials and copious quantities of energy.
ru: Обширные массивы подземных литейных цехов и электрогенераторов, предназначенных для обеспечения постоянно растущей промышленности Флюсиалл строительными материалами и большим количеством энергии.

source: Vast expanses, infinite possibility.
ru: Бескрайние просторы, бесконечные возможности

source: Vast networks of bunkers, trenches, and concealed cannons intended to hinder enemy advances as much as possible.
ru: Обширная сеть бункеров, траншей и скрытых орудий, призванных максимально задержать продвижение противника.

source: Vast server halls, buried beneath the surface of our planets, provide massive processing power and thus extend the capacity of our very mind.
ru: Огромные серверные залы под поверхностью наших планет, обеспечивают огромную вычислительную мощность и, таким образом, расширяют возможности самого нашего разума.

source: Vast shielding matrixes specifically designed for Attack Moons instead of being merely retrofitted colony shields provide a significant boost to the moon's survivability at the cost of additional energy requirements.
ru: Обширные защитные матрицы, специально разработанные для Боевых Лун, вместо того, чтобы быть просто модернизированными щитами колоний, обеспечивают значительное повышение живучести Луны за счет дополнительных энергетических потребностей.

source: Vast stretches of Katzen-made urban housing, designed to sustain planetary infrastructure and accommodate the needs of its population while ensuring loyalty to Flusion.
ru: Обширные участки городского жилья производства Катзен, спроектированные для поддержания инфраструктуры планеты и удовлетворения потребностей ее населения, обеспечивая при этом лояльность к Флюсиалл.

source: Vault of Credits
ru: Защищенный банк

source: Vault-Tex Clerk
ru: Клерк Волт-Текс

source: Vault-Tex Clerks
ru: Клерки Волт-Текс

source: Vecarro Abyss
ru: Бездна Векарро

source: Venerability
ru: Достоинство

source: Venerability Traditions
ru: Традиции достоинства

source: Venerability Traditions Finished
ru: Традиции достоинства завершены

source: Very Well.
ru: Очень хорошо

source: Very good.
ru: Очень хорошо.

source: Very long-range artillery capable of hurling powerful rounds over extreme distances with a large degree of accuracy.
ru: Дальнобойная артиллерийская установка, способная с высокой точностью поражать цели на поразительно большом расстоянии.

source: Very well, us Zuspris will attempt to infiltrate the Kaiser's flagship, and damage it as much as we can.
ru: Очень хорошо, мы, Эзикании, попытаемся проникнуть на флагманский корабль кайзера и повредить его настолько сильно, насколько сможем.

source: Very well, you can have it.
ru: Очень хорошо, ты можешь это получить.

source: Very well.
ru: Очень хорошо.

source: Veteran Armies
ru: Армии ветеранов

source: Veteran Army
ru: Ветеранская армия

source: Veteran Army Formation
ru: Формирование ветеранских армий

source: Vicalax Vortex
ru: Вихрь Викалакса

source: Viciously Psychotic
ru: Злобный психопат

source: Vicke Guard
ru: Охранник Вика

source: Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.
ru: Воины-победители сначала побеждают, а потом идут на войну, воины-неудачники сначала идут на войну, а потом пытаются победить.

source: Victory will soon be ours, [Root.GetSpeciesName]!
ru: Победа скоро будет за нами, [Root.GetSpeciesName]!

source: Victory!
ru: Победа!

source: Victory, at last.
ru: Наконец-то победа.

source: Victory, but at what cost?
ru: Победа, но какой ценой?

source: View Parameters
ru: Просмотр параметров

source: View screen off.
ru: Экран просмотра выключен

source: Vinclaw
ru: Винклав

source: Violated Galactic Declaration
ru: Нарушена Галактическая декларация

source: Virils Singularity
ru: Мужская сингулярность

source: Virtual $job_livestock$
ru: Виртуальный $job_livestock$

source: Virtual $job_livestock_plural$
ru: Виртуальный $job_livestock_plural$

source: Virtual $job_organic_battery$
ru: Виртуальный $job_organic_battery$

source: Virtual $job_organic_battery_plural$
ru: Виртуальный $job_organic_battery_plural$

source: Virtual Bureaucratic Center
ru: Виртуальный бюрократический центр

source: Virtual Bureaucratic Centers
ru: Виртуальные бюрократические центры

source: Virtual Consular
ru: Виртуальное консульство

source: Virtual Consulars
ru: Виртуальные консулы

source: Virtual Consulate
ru: Виртуальное консульство

source: Virtual Consulates
ru: Виртуальные консульства

source: Virtual Damned
ru: Виртуальный проклятый

source: Virtual Diplomatic Cluster
ru: Виртуальный дипломатический кластер

source: Virtual Diplomatic Clusters
ru: Виртуальные дипломатические кластеры

source: Virtual Diplomatic Drone
ru: Виртуальный дипломатический Дрон

source: Virtual Diplomatic Drones
ru: Виртуальные дипломатические дроны

source: Virtual Diplomatic Jobs
ru: Виртуальные дипломатические вакансии

source: Virtual Diplomatic Team
ru: Виртуальная дипломатическая команда

source: Virtual Diplomatic Teams
ru: Виртуальные дипломатические команды

source: Virtual Entertainment Center
ru: Виртуальный развлекательный центр

source: Virtual Entertainment Centers
ru: Виртуальные развлекательные центры

source: Virtual Entertainment Complex Alpha
ru: Виртуальный развлекательный комплекс Альфа

source: Virtual Entertainment Complex Beta
ru: Виртуальный развлекательный комплекс Бета

source: Virtual Entertainment Complex Delta
ru: Виртуальный развлекательный комплекс Дельта

source: Virtual Entertainment Complex Gamma
ru: Виртуальный развлекательный комплекс Гамма

source: Virtual Grid Amalgamation Sector
ru: Сектор объединения виртуальных сетей

source: Virtual Hellscape Prison
ru: Виртуальная адская тюрьма

source: Virtual Hellscape Prisons
ru: Виртуальные тюрьмы адского ландшафта

source: Virtual Industry Habitability
ru: Обитаемость виртуальной индустрии

source: Virtual Industry Preference
ru: Предпочтение виртуальной отрасли

source: Virtual Industry Section
ru: Раздел виртуальной индустрии

source: Virtual Interface Server
ru: Сервер виртуального интерфейса

source: Virtual Interface Servers
ru: Серверы виртуального интерфейса

source: Virtual Livestock Pen
ru: Виртуальный загон для скота

source: Virtual Livestock Pens
ru: Виртуальные загоны для скота

source: Virtual Reality
ru: Виртуальная реальность

source: Virtual Reality Habitability
ru: Обитаемость в виртуальной реальности

source: Virtual Reality Industry is not allowed
ru: Индустрия виртуальной реальности запрещена

source: Virtual Reality Preference
ru: Предпочтение виртуальной реальности

source: Virtual Reality and Industry are allowed
ru: Виртуальная реальность и индустрия разрешены

source: Virtual Reality is allowed
ru: Виртуальная реальность разрешена

source: Virtual Reality is not allowed
ru: Виртуальная реальность запрещена

source: Virtual Sanctuaries
ru: Виртуальные святилища

source: Virtual Sanctuary
ru: Виртуальное убежище

source: Virtual Stellar Industry Habitability
ru: Обитаемость виртуальной звездной индустрии

source: Virtual Stellar Industry Preference
ru: Предпочтение виртуальной звездной индустрии

source: Virtual Stellar Industry Section
ru: Раздел виртуальной звездной индустрии

source: Virtual Temple Complex
ru: Виртуальный храмовый комплекс

source: Virtual Temple Complexes
ru: Виртуальные храмовые комплексы

source: Virtual Training Center
ru: Виртуальный учебный центр

source: Virtual Training Centers
ru: Виртуальные учебные центры

source: Virtual Training Coordinator
ru: Виртуальный координатор обучения

source: Virtual Training Coordinators
ru: Виртуальные координаторы обучения

source: Virtual Training Jobs
ru: Виртуальные учебные задания

source: Virtual World
ru: Виртуальный мир

source: Virtualized Signal Relay
ru: Виртуализированное реле сигнала

source: Visiting diplomats are awestruck by our ability to elegantly weave the arts into even the most mundane aspects of our civilization.
ru: Приезжие дипломаты поражаются нашей способности изящно вплетать искусство даже в самые обыденные аспекты нашей цивилизации.

source: Void Birch Core Systems
ru: Системы с пустотным ядром Берча

source: Void Expeditions
ru: Экспедиции Пустоты

source: Void Expeditions Ready
ru: Экспедиция в пустоту готова

source: Void Supremacy
ru: Пустотное превосходство

source: Void Walker
ru: Прогулки в пустоте

source: Voidcraft
ru: Покорение космоса

source: Voidspawn
ru: Порождение пустоты

source: Voidspawns
ru: Порождения пустоты

source: Volatile Munitions Plants
ru: Заводы по производству летучих боеприпасов

source: Volcanic activity has caused a rupture in these tunnels, making the area unsafe for work.
ru: Вулканическая активность вызвала разрыв в этих туннелях, что сделало район небезопасным для работы

source: Volgel
ru: Волгель

source: Von Kaboom
ru: Фон Бабум

source: Von Katzholm
ru: Фон Катцхольм

source: Von Kaztger
ru: Фон Казтгер

source: Von Yarnburg
ru: Фон Ярнбург

source: Von pawler
ru: Фон Павлер

source: Wagner
ru: Вагнер

source: Wait, Katzens and Zuspris...?
ru: Подождите, Катзенс и Езикания...?

source: Wait, our ascension was... suicide?
ru: Подождите, наше вознесение было... самоубийством?

source: Wandering the halls, tending the vats with an enviable bedside manner.
ru: Бродит по коридорам, ухаживает за чанами с завидной аккуратностью

source: Wants to strike while the proverbial iron is hot
ru: Хочет ковать железо, пока горячо

source: War is waged to end a threat of our enemies using their gigastructural hyperweapon.
ru: Война ведется для того, чтобы покончить с угрозой наших врагов, использующих их гигаструктурное гипероружие.

source: War is waged to force a $SUBJECT_TITLE_TEXT$ to comply with imperial laws on expansion.
ru: Война ведется для того, чтобы заставить $SUBJECT_TITLE_TEXT$ соблюдать имперские законы об экспансии.

source: War is waged to resist an order for a $SUBJECT_TITLE_TEXT$ to cease expansion in defiance of imperial law.
ru: Война ведется, чтобы противостоять приказу $SUBJECT_TITLE_TEXT$ прекратить экспансию в нарушение имперского закона.

source: War is waged to resolve a trade conflict between $subjects$.
ru: Война ведется для разрешения торгового конфликта между $subjects$.

source: War of the Worlds
ru: Война миров

source: War with the Imperium
ru: Война с Империумом

source: Warbarge
ru: Варбарж

source: Warbarges
ru: Варбаржи

source: Warborn
ru: Дети войны

source: Warforge Station Hull
ru: Корпус станции Варфордж

source: Warlike
ru: Воинственный

source: Warlust
ru: Жажда битвы

source: Warrant Officer
ru: Военный эксперт

source: Warrior Clusters
ru: Военные кластеры

source: Warriors are grouped into small clusters to ensure that warrior drones are not isolated.
ru: Воины объединяются в небольшие кластеры, чтобы не изолировать дронов-воинов.

source: Warsense
ru: Дух войны

source: Waste Purification
ru: Очищение городских отходов

source: Watched over by an orbital relay post, this planet is host to a small scientific expedition.
ru: Под наблюдением орбитального ретрансляционного поста на этой планете находится небольшой экспедиционный отряд машин

source: Wave Energy Converters
ru: Преобразователи энергии волн

source: We Failed to Find a Weakness
ru: Нам не удалось найти слабое место

source: We Katzens wonder how your kind even made it into space.
ru: Мы, Катзенцы, удивляемся, как ваш вид вообще попал в космос.

source: We accept your offer.
ru: Мы принимаем ваше предложение.

source: We accept.
ru: Мы принимаем.

source: We already have a Planetary Dockyard Uplink.
ru: У нас уже есть восходящая линия связи с планетарной верфью.

source: We already have the technology - if we control this system, we can extract this resource.
ru: У нас есть технология - если мы контролируем эту систему, мы можем извлечь этот ресурс.

source: We are a Katzprotektorat, a Katzen puppet state with limited autonomy.
ru: Мы - Кацпротекторат, марионеточное государство Кацена с ограниченной автономией.

source: We are able to intrude into the minds of mortals, their intentions are as open books, waiting to be read.
ru: Мы можем вторгаться в умы смертных, их намерения для нас это открытая книга.

source: We are able to intrude into the minds of others, reading their thoughts and predicting their actions.
ru: Мы способны проникать в умы других людей, читая их мысли и предсказывая их действия.

source: We are agile, able to enter computer systems of other empires and alter them to our liking.
ru: Мы способны проникнуть в компьютерные системы других империй и внести в них изменения, по своему усмотрению.

source: We are all united in a common cause.
ru: Мы все объединены общим делом.

source: We are almost there.
ru: Мы почти на месте.

source: We are already conducting this operation.
ru: Мы уже проводим эту операцию.

source: We are already ordering Katzen ships.
ru: Мы уже заказываем корабли Катзен.

source: We are already researching this.
ru: Мы уже исследуем это.

source: We are attempting to bring down the colossal Aeternite shield surrounding their Birch World.
ru: Мы пытаемся разрушить колоссальный эфирный щит, окружающий их Мир Берча.

source: We are becoming stronger, and it is time for us to make some preemptive investments for the future, to ensure that everything goes as planned.
ru: Мы становимся сильнее, пришло время адаптироваться к будущим суровым условиям, которые нас ждут.

source: We are close.
ru: Мы близки

source: We are currently undertaking this research.
ru: В настоящее время мы проводим это исследование.

source: We are donating some of our Food production to another empire.
ru: Мы жертвуем часть нашего производства продуктов питания другой империи.
